/*
 * Loco ios export: iOS Localizable.strings
 * Project: 2FAS App
 * Release: Working copy
 * Locale: fr-FR, French (France)
 * Exported by: Zibi
 * Exported at: Sun, 03 Dec 2023 12:31:56 -0800
 */

/* loco:6332c96135f7406d4875f521
 * InfoPlist.strings
TwoFAS
Created by Zbigniew Cisiński on 14/03/2020.
Copyright © 2020 The Code. All rights reserved. */
"NSCameraUsageDescription" = "Utilisé pour scanner des QR Codes";

/* loco:6332c96135f7406d4875f522 */
"NSFaceIDUsageDescription" = "Vous pouvez déverrouiller l'application en utilisant Face ID";

/* loco:6332c96135f7406d4875f523
 * MARK: - App */
"app__name" = "2FAS Authenticator";

/* loco:6332c96135f7406d4875f525 */
"commons__2fas" = "Authentificateur 2FA (2FAS App)";

/* loco:6332c96135f7406d4875f526 */
"commons__OK" = "OK";

/* loco:6332c96135f7406d4875f529 */
"commons__add" = "Ajouter";

/* loco:6332c96135f7406d4875f52e
 * MARK: - Commons */
"commons__cancel" = "Annuler";

/* loco:6332c96135f7406d4875f52f */
"commons__notifications" = "Notifications";

/* loco:6332c96135f7406d4875f532
 * A number replaces %d, for example, 4 of 5. */
"commons__page_of_page_title" = "%d sur %d";

/* loco:6332c96135f7406d4875f533
 * notifications__service_already_removed_from_backup */
"notifications__service_already_removed_title" = "Ce service a déjà été retiré de la sauvegarde";

/* loco:6332c96135f7406d4875f534
 * notifications__service_already_modified_in_backup */
"notifications__service_already_modified_title" = "Ce service a déjà été modifié dans la sauvegarde";

/* loco:6332c96135f7406d4875f535
 * backup__user_is_over_quota_on_icloud */
"backup__user_over_quota_icloud" = "L'utilisateur a dépassé son quota iCloud";

/* loco:6332c96135f7406d4875f536
 * backup__icloud_is_not_available */
"backup__icloud_not_available" = "iCloud n'est pas disponible";

/* loco:6332c96135f7406d4875f537
 * backup__icloud_has_been_disabled_by_user */
"backup__icloud_disabled_title" = "L'utilisateur a désactivé iCloud";

/* loco:6332c96135f7406d4875f538
 * backup__turned_off_description_bold_part */
"backup__2fas_backup" = "Sauvegarde 2FAS";

/* loco:6332c96135f7406d4875f539 */
"commons__close" = "Fermer";

/* loco:6332c96135f7406d4875f53c */
"commons__continue" = "Continuer";

/* loco:6332c96135f7406d4875f53d */
"commons__copy" = "Copier";

/* loco:6332c96135f7406d4875f53f */
"commons__delete" = "Supprimer";

/* loco:6332c96135f7406d4875f540 */
"commons__dismiss" = "Rejeter";

/* loco:6332c96135f7406d4875f541 */
"commons__done" = "Valider";

/* loco:6332c96135f7406d4875f542 */
"commons__edit" = "Modifier";

/* loco:6332c96135f7406d4875f543 */
"commons__enter_code_manually" = "Entrer le code manuellement";

/* loco:6332c96135f7406d4875f544 */
"commons__error" = "Erreur";

/* loco:6332c96135f7406d4875f546 */
"commons__info" = "Informations";

/* loco:6332c96135f7406d4875f548 */
"commons__next" = "Suivant";

/* loco:6332c96135f7406d4875f54b */
"commons__notice" = "Annonce";

/* loco:6332c96135f7406d4875f54c */
"commons__off" = "Off";

/* loco:6332c96135f7406d4875f54d */
"commons__on" = "On";

/* loco:6332c96135f7406d4875f54e
 * commons__point_your_camera_at_code_on_website */
"commons__camera_title" = "Orientez votre appareil photo vers l'écran pour capturer le QR code.";

/* loco:6332c96135f7406d4875f550 */
"commons__rename" = "Renommer";

/* loco:6332c96135f7406d4875f552 */
"commons__retry" = "Réessayer";

/* loco:6332c96135f7406d4875f553 */
"commons__save" = "Sauvegarder";

/* loco:6332c96135f7406d4875f555 */
"commons__scan_qr_code" = "Scanner le QR Code";

/* loco:6332c96135f7406d4875f558 */
"commons__service" = "Service";

/* loco:6332c96135f7406d4875f55a */
"commons__set" = "Définir";

/* loco:6332c96135f7406d4875f55c */
"commons__skip" = "Passer";

/* loco:6332c96135f7406d4875f55f */
"commons__tokens" = "Clés 2FA";

/* loco:6332c96135f7406d4875f562 */
"commons__warning" = "Avertissement";

/* loco:6332c96135f7406d4875f564 */
"commons__no_results" = "Pas de résultat";

/* loco:6332c96135f7406d4875f565 */
"commons__customize" = "Personnaliser";

/* loco:6332c96135f7406d4875f566 */
"commons__approve" = "Approuver";

/* loco:6332c96135f7406d4875f567 */
"commons__deny" = "Refuser";

/* loco:6332c96135f7406d4875f568
 * max. %d chars = Maximum number of characters
commons__provided_text_too_long */
"commons__text_long_title" = "Le texte soumis est trop long (max. %d caractères)";

/* loco:6332c96135f7406d4875f569 */
"commons__got_it" = "Compris !";

/* loco:6332c96135f7406d4875f584 */
"fingerprint__verifying" = "Vérification…";

/* loco:6332c96135f7406d4875f588
 * fingerprint__setup_content */
"fingerprint__confirm_title" = "Confirmer votre empreinte digitale pour continuer.";

/* loco:6332c96135f7406d4875f58c
 * fingerprint__use_pin */
"fingerprint__use_pin_title" = "Utiliser le code PIN cette fois-ci";

/* loco:6332c96135f7406d4875f58d
 * MARK: - Introduction */
"introduction__page_1_title" = "Vous êtes génial !";

/* loco:6332c96135f7406d4875f58e */
"introduction__page_1_content" = "Votre téléphone vient de devenir une clé privée et sécurisée pour vos services en ligne grâce à l'application 2FAS, utilisé par plus de 6 millions d'utilisateurs dans le monde.";

/* loco:6332c96135f7406d4875f58f */
"introduction__page_2_title" = "Simple";

/* loco:6332c96135f7406d4875f590 */
"introduction__page_2_content" = "Associez 2FAS à vos services en ligne. Activez la vérification en deux étapes en quelques secondes grâce au QR code.";

/* loco:6332c96135f7406d4875f591 */
"introduction__page_3_title" = "Privée";

/* loco:6332c96135f7406d4875f592 */
"introduction__page_3_content" = "2FAS respecte et protège votre vie privée. Cette application ne collectera jamais aucune de vos données personnelles.";

/* loco:6332c96135f7406d4875f593 */
"introduction__page_4_title" = "Sécurisée";

/* loco:6332c96135f7406d4875f594 */
"introduction__page_4_content_ios" = "Vos clés 2FA sont stockés hors ligne via le stockage de l'appareil, alors n'oubliez pas de sauvegarder vos services ! Utilisez iCloud et un code PIN pour vous protéger contre les accès non autorisés et les dysfonctionnements de l'appareil.";

/* loco:6332c96135f7406d4875f595
 * introduction__start_using */
"introduction__title" = "Commencer à utiliser 2FAS";

/* loco:6332c96135f7406d4875f596 */
"introduction__tos" = "Conditions d'utilisation";

/* loco:6332c96135f7406d4875f597 */
"introduction__description_title" = "Associez vos comptes en ligne à 2FAS ou importez vos clés 2FA.";

/* loco:6332c96135f7406d4875f598 */
"introduction__pair_new_service" = "Associer un nouveau service";

/* loco:6332c96135f7406d4875f599
 * introduction__import_2fas */
"introduction__import_2fas_title" = "Importer un fichier de sauvegarde 2FAS";

/* loco:6332c96135f7406d4875f59a
 * introduction__import_ga */
"introduction__import_google_authenticator" = "Importer depuis Google Authenticator";

/* loco:6332c96135f7406d4875f59b
 * introduction__not_sure */
"introduction__what_to_do" = "Vous n'êtes pas sûr de ce qu'il faut faire ?";

/* loco:6332c96135f7406d4875f59c
 * introduction__ga_import_description */
"introduction__google_authenticator_import_process" = "Exportez vos comptes de Google Authenticator vers un QR code en utilisant l'option \"Transférer les comptes\". Faites ensuite une capture d'écran et utilisez le bouton \"Choisir le code QR\" ci-dessous. Si vous importez des codes depuis un autre appareil, utilisez plutôt le bouton \"Scanner le QR code\".";

/* loco:6332c96135f7406d4875f59d
 * introduction__choose_qr */
"introduction__choose_qr_code" = "Choisir QR code";

/* loco:6332c96135f7406d4875f59e
 * introduction__scan_qr */
"introduction__scan_qr_code" = "Scanner QR code";

/* loco:6332c96135f7406d4875f59f
 * Original: Adding code */
"notifications__adding_code" = "Ajouter un nouveau code";

/* loco:6332c96135f7406d4875f5a6
 * notifications__private_key_copied */
"notifications__service_key_copied" = "Clé secrète copiée";

/* loco:6332c96135f7406d4875f5a7
 * voiceover__token_is_already_on_the_list */
"notifications__token_already_added" = "Cette clé 2FA est déjà présente sur la liste";

/* loco:6332c96135f7406d4875f5a8 */
"notifications__counter_copied" = "Compteur copié";

/* loco:6332c96135f7406d4875f5a9 */
"notifications__token_copied" = "Code copié";

/* loco:6332c96135f7406d4875f5aa */
"notifications__next_token_copied" = "Prochain code copié";

/* loco:6332c96135f7406d4875f5ad
 * notifications__would_you_like_to_add_this_code */
"notifications__add_code_question_title" = "Voulez-vous ajouter ce code: %@?";

/* loco:6332c96135f7406d4875f5b1
 * MARK: - Permissions */
"permissions__open_settings" = "Ouvrir les réglages";

/* loco:6332c96135f7406d4875f5b8 */
"security__incorrect_PIN" = "Code PIN incorrect";

/* loco:6332c96135f7406d4875f5b9 */
"security__change_pin" = "Modifier code PIN";

/* loco:6332c96135f7406d4875f5ba */
"security__confirm_you_are_device_owner" = "Veuillez confirmer que vous êtes le propriétaire de l'appareil";

/* loco:6332c96135f7406d4875f5bb
 * security__confirm_your_new_pin */
"security__confirm_new_pin" = "Veuillez confirmer votre nouveau PIN";

/* loco:6332c96135f7406d4875f5bc */
"security__create_pin" = "Créer PIN";

/* loco:6332c96135f7406d4875f5c0 */
"security__enter_current_pin" = "Veuillez entrer votre PIN actuel";

/* loco:6332c96135f7406d4875f5c1
 * security__enter_your_new_pin */
"security__enter_new_pin" = "Veuillez entrer votre nouveau PIN";

/* loco:6332c96135f7406d4875f5c2
 * security__enter_your_pin */
"security__enter_pin" = "Veuillez entrer votre PIN";

/* loco:6332c96135f7406d4875f5c8
 * MARK: - Security */
"security__too_many_attempts_try_again_after_formatter" = "Trop de tentatives. Veuillez réessayer %@";

/* loco:6332c96135f7406d4875f5c9 */
"security__too_many_attempts_try_again_after" = "Trop de tentatives. Veuillez réessayer dans %@ minutes.";

/* loco:6332c96135f7406d4875f5ca
 * security__too_many_attempts_try_again_later */
"security__too_many_attempts_error" = "Trop de tentatives. Veuillez réessayer plus tard.";

/* loco:6332c96135f7406d4875f5cb
 * security__too_many_attempts_try_again_after_one_minute */
"security__too_many_attempts_error_2" = "Trop de tentatives. Veuillez réessayer dans une minute";

/* loco:6332c96135f7406d4875f5d8 */
"settings__backup_and_synchronization" = "Sauvegarde et Synchronisation";

/* loco:6332c96135f7406d4875f5d9 */
"settings__choose_topic" = "Choisir un sujet";

/* loco:6332c96135f7406d4875f5da */
"settings__configure_mail_service_try_again" = "Configurez votre compte mail et réessayez";

/* loco:6332c96135f7406d4875f5e6 */
"settings__general" = "Général";

/* loco:6332c96135f7406d4875f5e8 */
"settings__mail_services_not_available" = "Les services de messagerie ne sont pas disponible";

/* loco:6332c96135f7406d4875f5ef */
"settings__problem" = "Problème";

/* loco:6332c96135f7406d4875f5f1 */
"settings__security" = "Sécurité";

/* loco:6332c96135f7406d4875f5f2 */
"settings__select_pin_length" = "Sélectionner la longueur du code PIN";

/* loco:6332c96135f7406d4875f5f3 */
"settings__settings" = "Paramètres";

/* loco:6332c96135f7406d4875f5f6
 * czy to dalej będzie w aplikacji? */
"settings__suggestion" = "Suggestion";

/* loco:6332c96135f7406d4875f5fd */
"settings__advanced" = "Avancé";

/* loco:6332c96135f7406d4875f5fe */
"settings__widgets" = "Widgets";

/* loco:6332c96135f7406d4875f5ff */
"settings__display_selected_services" = "Afficher les services sélectionnés pour les widgets de l'écran d'accueil.";

/* loco:6332c96135f7406d4875f600
 * settings__after_you_enable_widgets */
"settings__widgets_title" = "Après avoir activé les widgets, tous vos codes 2FA seront accessibles sans code PIN. Êtes-vous sur de vouloir activer les widgets ?";

/* loco:6332c96135f7406d4875f601 */
"settings__show_next_token" = "Afficher le prochain code";

/* loco:6332c96135f7406d4875f602 */
"settings__see_incoming_tokens" = "Voir les prochains codes sur la liste.";

/* loco:6332c96135f7406d4875f604 */
"settings__trash" = "Corbeille";

/* loco:6332c96135f7406d4875f605 */
"settings__restore" = "Restaurer";

/* loco:6332c96135f7406d4875f607 */
"settings__trash_is_empty" = "La corbeille est vide";

/* loco:6332c96135f7406d4875f608 */
"settings__share_app" = "Partager l'application";

/* loco:6332c96135f7406d4875f60f
 * tokens__remove_from_list */
"tokens__delete_token" = "Êtes-vous sûr de vouloir supprimer la clé pour :";

/* loco:6332c96135f7406d4875f610 */
"tokens__move_to_trash" = "Déplacer vers la corbeille";

/* loco:6332c96135f7406d4875f612 */
"tokens__additional_info" = "Information supplémentaire";

/* loco:6332c96135f7406d4875f613 */
"tokens__choose_method" = "Sélectionner une méthode";

/* loco:6332c96135f7406d4875f617 */
"tokens__duplicated_private_key" = "Clé secrète dupliquée";

/* loco:6332c96135f7406d4875f61c
 * tokens__incorrect_private_key */
"tokens__incorrect_service_key" = "Clé secrète incorrecte (uniquement les nombres de 2 à 7 et les lettres), longueur max. de 512 caractères";

/* loco:6332c96135f7406d4875f61d */
"tokens__try_again" = "OK, réessayons";

/* loco:6332c96135f7406d4875f61f
 * Original: To capture the QR code
tokens__point_right_2fa_code */
"tokens__scan_qr_code_title" = "Dirigez votre appareil photo vers l'écran pour scanner le QR code.";

/* loco:6332c96135f7406d4875f620
 * tokens__private_key */
"tokens__service_key" = "Clé secrète";

/* loco:6332c96135f7406d4875f621 */
"tokens__qr_code_leads_to_app_store" = "Ce QR code vous renvoie vers l'App Store";

/* loco:6332c96135f7406d4875f624
 * tokens__remove_it_forever */
"tokens__remove_forever" = "Supprimer la clé";

/* loco:6332c96135f7406d4875f625
 * tokens__search_by_service_name_or_login */
"tokens__search_service_title" = "Rechercher un service";

/* loco:6332c96135f7406d4875f626
 * tokens__search_sorry_service_not_found */
"tokens__service_not_found_search" = "Désolé, le service n'existe pas";

/* loco:6332c96135f7406d4875f627
 * Original: Take another try with a different search term
tokens__search_take_another_try_different_search_term */
"tokens__try_different_search_term" = "Réessayez avec un terme de recherche différent";

/* loco:6332c96135f7406d4875f62e */
"tokens__service_key_to_short" = "Trop court. Minimum 4 caractères";

/* loco:6332c96135f7406d4875f62f */
"tokens__service_name" = "Nom du service";

/* loco:6332c96135f7406d4875f633
 * tokens__this_private_key_exists_used_in */
"tokens__service_key_already_used_title" = "La Clé secrète du code scanné est déjà utilisée dans %@. Vous êtes probablement en train de le scanner à nouveau";

/* loco:6332c96135f7406d4875f634 */
"tokens__this_qr_code_is_inavlid" = "Ce code est incorrect ou n'est pas supporté. Réessayez.";

/* loco:6332c96135f7406d4875f638 */
"tokens__type_service_name" = "Saisir le nom du service";

/* loco:6332c96135f7406d4875f639 */
"tokens__enter_service_name" = "Entrer le nom du service";

/* loco:6332c96135f7406d4875f63a
 * tokens__unfortunately_we_dont_know_that_service_name_it */
"tokens__service_name_unknown_title" = "Malheureusement, nous ne connaissons pas ce service. Comment voulez-vous l'appeler ?";

/* loco:6332c96135f7406d4875f63d
 * tokens__you_wont_be_able_to_restore */
"tokens__token_not_possible_to_restore" = "Vous ne pourrez plus restaurer cette clé 2FA.";

/* loco:6332c96135f7406d4875f63e */
"tokens__badge_color" = "Couleur du badge";

/* loco:6332c96135f7406d4875f63f */
"tokens__change_brand_icon" = "Changer l’icône de la marque";

/* loco:6332c96135f7406d4875f641 */
"tokens__change_label" = "Changer le texte";

/* loco:6332c96135f7406d4875f642 */
"tokens__service_information" = "Informations sur le service";

/* loco:6332c96135f7406d4875f643 */
"tokens__personalization" = "Personnalisation";

/* loco:6332c96135f7406d4875f645 */
"tokens__brand_icon" = "Icône de marque";

/* loco:6332c96135f7406d4875f646 */
"tokens__label" = "Label";

/* loco:6332c96135f7406d4875f647
 * tokens__remove_the_service */
"tokens__remove_service_from_app" = "Supprimer ce service de l'application 2FAS";

/* loco:6332c96135f7406d4875f648
 * tokens__label_one_or_two */
"tokens__label_characters_title" = "Label (1 ou 2 caractères) :";

/* loco:6332c96135f7406d4875f649 */
"tokens__pick_background_color" = "Choisir une couleur de fond :";

/* loco:6332c96135f7406d4875f64a */
"tokens__num_added" = "%@ ajouté";

/* loco:6332c96135f7406d4875f64b */
"tokens__next_token" = "Prochain code : %@";

/* loco:6332c96135f7406d4875f64c */
"tokens__next_token_title" = "Valeur du prochain code";

/* loco:6332c96135f7406d4875f64d */
"tokens__my_tokens" = "Mes Comptes";

/* loco:6332c96135f7406d4875f64e */
"tokens__removing_group" = "Suppression du groupe";

/* loco:6332c96135f7406d4875f64f
 * tokens__all_tokens_will_be_moved */
"tokens__all_tokens_moved_to_group_title" = "Tous les codes 2FA seront déplacés dans le groupe : \"Mes Codes\"";

/* loco:6332c96135f7406d4875f650 */
"tokens__add_group" = "Ajouter groupe";

/* loco:6332c96135f7406d4875f651 */
"tokens__group_name" = "Nom du groupe :";

/* loco:6332c96135f7406d4875f652 */
"tokens__select_from_gallery" = "Choisir depuis la galerie";

/* loco:6332c96135f7406d4875f653 */
"tokens__camera_is_unavailable" = "La caméra n'est pas disponible";

/* loco:6332c96135f7406d4875f654
 * tokens__check_if_app_has_proper_permissions */
"tokens__check_app_permissions" = "Vérifiez que l'application a les autorisations nécessaires dans les réglages systeme";

/* loco:6332c96135f7406d4875f655 */
"tokens__no_qr_codes_found" = "Aucun QR code trouvé";

/* loco:6332c96135f7406d4875f656
 * tokens__no_correct_qr_code_had_been_found

No correct QR codes had been found in the selected image. Please try a different image. */
"tokens__no_correct_qr_code_found_title" = "Il n'y aucun QR code valide sur l'image sélectionnée. Réessayez avec une autre image.";

/* loco:6332c96135f7406d4875f658 */
"tokens__select_service" = "Choisir un service";

/* loco:6332c96135f7406d4875f659 */
"tokens__adding_service_question_title" = "Quel service souhaitez-vous ajouter ?";

/* loco:6332c96135f7406d4875f65a */
"tokens__retype_this_token" = "Retaper cette clé 2FA";

/* loco:6332c96135f7406d4875f65b
 * tokens__unlock_and_retype_this_token */
"tokens__unlock_and_retype_token_title" = "Déverrouiller et retaper la clé 2FA";

/* loco:6332c96135f7406d4875f65c */
"tokens__group" = "Groupe";

/* loco:6332c96135f7406d4875f65d */
"tokens__select_group" = "Choisir un groupe";

/* loco:6332c96135f7406d4875f65e */
"tokens__google_auth_import" = "Importation de clés 2FA à partir de l'application Google Authenticator";

/* loco:6332c96135f7406d4875f65f */
"tokens__google_auth_import_subtitle" = "Ce QR code autorise l'importation de clés 2FA depuis Google Authenticator";

/* loco:6332c96135f7406d4875f660
 * A number replaces %d */
"tokens__google_auth_out_of_title" = "%d sur %d";

/* loco:6332c96135f7406d4875f661 */
"tokens__google_auth_import_subtitle_end" = "Les clés 2FA seront importées.";

/* loco:6332c96135f7406d4875f662 */
"tokens__sort_by" = "Trier par";

/* loco:6332c96135f7406d4875f663
 * tokens__sort_by_az */
"tokens__sort_by_a_to_z" = "A - Z";

/* loco:6332c96135f7406d4875f664
 * tokens__sort_by_za */
"tokens__sort_by_z_to_a" = "Z - A";

/* loco:6332c96135f7406d4875f665 */
"tokens__sort_by_manual" = "Manuel";

/* loco:6332c96135f7406d4875f666 */
"tokens__advanced" = "Avancé";

/* loco:6332c96135f7406d4875f667
 * tokens__advanced_alert_title */
"tokens__advanced_alert" = "Alerte";

/* loco:6332c96135f7406d4875f668
 * tokens__advanced_alert_description */
"tokens__advanced_alert_description_title" = "Modifier les réglages avancés n'est pas recommandé. Faites le que si votre fournisseur 2FA l'exige et vous fournit des consignes claires.";

/* loco:6332c96135f7406d4875f669 */
"tokens__token_settings" = "Paramètres de clé 2FA";

/* loco:6332c96135f7406d4875f66a */
"tokens__otp_authentication" = "Authentication OTP";

/* loco:6332c96135f7406d4875f66b */
"tokens__algorithm" = "Algorithme";

/* loco:6332c96135f7406d4875f66c */
"tokens__refresh_time" = "Temps d'actualisation";

/* loco:6332c96135f7406d4875f66d */
"tokens__number_of_digits" = "Nombre de chiffres";

/* loco:6332c96135f7406d4875f66e */
"tokens__counter" = "Compteur";

/* loco:6332c96135f7406d4875f66f */
"tokens__initial_counter" = "Compteur initial";

/* loco:6332c96135f7406d4875f670
 * A number replaces %d */
"tokens__second" = "%d secondes";

/* loco:6332c96135f7406d4875f671 */
"tokens__hotp" = "HOTP";

/* loco:6332c96135f7406d4875f672 */
"tokens__totp" = "TOTP";

/* loco:6332c96135f7406d4875f673 */
"tokens__advanced_settings_footer_title" = "Modifier les réglages avancés n'est pas recommandé. Faites le que si votre fournisseur 2FA l'exige et vous fournit des consignes claires.";

/* loco:6332c96135f7406d4875f674 */
"tokens__gallery_advice_title" = "Meilleur pratique";

/* loco:6332c96135f7406d4875f675
 * ADD A SPACE AT THE END */
"tokens__gallery_advice_content_first" = "Service ajouté avec succès. Nous vous recommandons vivement de ";

/* loco:6332c96135f7406d4875f676
 * ADD A SPACE AFTER COMA */
"tokens__gallery_advice_content_middle_bold" = "supprimer le QR code de votre galerie. ";

/* loco:6332c96135f7406d4875f677 */
"tokens__gallery_advice_content_last" = "Si quelqu'un récupère cette capture d'écran, il sera en mesure d'obtenir vos codes 2FA pour ce service.";

/* loco:6332c96135f7406d4875f678 */
"tokens__request_icon_page_title" = "Demander une icône";

/* loco:6332c96135f7406d4875f679 */
"tokens__request_icon_social_title" = "Faites-le nous savoir sur Discord";

/* loco:6332c96135f7406d4875f67a */
"tokens__request_icon_social_link" = "Connectez-vous à notre serveur Discord";

/* loco:6332c96135f7406d4875f67b */
"tokens__request_icon_social_description" = "et laisser les utilisateurs voter pour les icônes demandées";

/* loco:6332c96135f7406d4875f67c */
"tokens__request_icon_middle" = "ou";

/* loco:6332c96135f7406d4875f67d */
"tokens__request_icon_provider_title" = "Faites-le savoir au fournisseur du service";

/* loco:6332c96135f7406d4875f67e */
"tokens__request_icon_provider_description" = "Vous pouvez utiliser les réseaux sociaux ou les mails pour partager ce texte :";

/* loco:6332c96135f7406d4875f67f */
"tokens__request_icon_provider_message" = "Hey ! J'utilise l'application 2FAS pour me connecter à votre service via 2FA. Cependant, votre icône est manquante ! Vous pouvez soumettre votre icône ici : https://2fas.com/yb";

/* loco:6332c96135f7406d4875f680 */
"tokens__request_icon_provider_message_link" = "https://2fas.com/yb/";

/* loco:6332c96135f7406d4875f681 */
"tokens__request_icon_provider_footnote" = "N'oubliez pas de taguer le compte officiel de l'entreprise !";

/* loco:6332c96135f7406d4875f682 */
"tokens__order_icon_description" = "Impossible de trouver une icône d'une marque dans l'application 2FAS ?";

/* loco:6332c96135f7406d4875f683 */
"tokens__order_icon_link" = "Demander l'icône d'une entreprise";

/* loco:6332c96135f7406d4875f684 */
"tokens__order_icon_title" = "Demander l'icône d'une entreprise";

/* loco:6332c96135f7406d4875f685 */
"tokens__order_menu_title" = "Sélectionner la méthode de requête";

/* loco:6332c96135f7406d4875f686 */
"tokens__order_menu_option_user" = "Demander une icône en tant qu'utilisateur";

/* loco:6332c96135f7406d4875f687 */
"tokens__order_menu_option_company" = "Soumettre l'icône en tant que société";

/* loco:6332c96135f7406d4875f688
 * tokens__you_will_not_be_able_to_sign_in_to_your */
"tokens__sign_in_not_possible_title" = "Il vous sera impossible de vous connecter à votre compte %@ sans ce code, tant que la vérification en deux étapes  %@ est activée.";

/* loco:6332c96135f7406d4875f6cd */
"voiceover__show_service_key" = "Afficher la Clé secrète";

/* loco:6332c96135f7406d4875f6ce */
"voiceover__copy_service_key" = "Copie de la Clé secrète";

/* loco:6332c96135f7406d4875f6cf
 * voiceover__seconds_left */
"voiceover__seconds_left_counter_title" = "Compteur avec les secondes restantes pour le changement de clé 2FA";

/* loco:6332c96135f7406d4875f6d0 */
"voiceover__delete_button" = "Bouton supprimer";

/* loco:6332c96135f7406d4875f6d3 */
"voiceover__service_deleted" = "Service supprimé";

/* loco:6332c96135f7406d4875f6d5
 * voiceover__hidden_secret_key_use_show button */
"voiceover__reveal_hidden_secret_key_button_title" = "Ce champ contient une clé secrète cachée. Pour la révéler, utiliser le bouton Afficher. Cela ne fonctionnera que si vous avez configuré le code PIN de l'application pour l'écran de verrouillage.";

/* loco:6332c96135f7406d4875f6d6 */
"voiceover__service_name" = "Nom du service : %@";

/* loco:6332c96135f7406d4875f6d7 */
"voiceover__additional_info" = "Information supplémentaire: %@";

/* loco:6332c96135f7406d4875f6d8 */
"voiceover__token_tap_to_copy" = "Code %@. Appuyez pour copier";

/* loco:6332c96135f7406d4875f6d9 */
"voiceover__edit" = "Modifier %@";

/* loco:6332c96135f7406d4875f6da */
"voiceover__service_label_with_name_and_color" = "Label du service ayant le nom %@ et la couleur %@";

/* loco:6332c96135f7406d4875f6db */
"voiceover__service_icon" = "%@ icône du service";

/* loco:6332c96135f7406d4875f6dc */
"voiceover__selected" = "Sélectionnés";

/* loco:6332c96135f7406d4875f6dd */
"voiceover__not_selected" = "Non sélectionné";

/* loco:6332c96135f7406d4875f6de */
"voiceover__badge_color" = "Couleur du badge: %@";

/* loco:6332c96135f7406d4875f6df */
"voiceover__dismissing" = "Révoquer";

/* loco:6332c96135f7406d4875f6e0 */
"voiceover__secret_hint" = "Uniquement des nombres de 2 à 9 et des lettres. Au moins 4 caractères.";

/* loco:6332c96135f7406d4875f6e1 */
"voiceover__add_service" = "Ajouter service";

/* loco:6332c96135f7406d4875f6e2 */
"voiceover__add_group" = "Ajouter Groupe";

/* loco:6332c96135f7406d4875f6e3
 * voiceover__use_add_service_button */
"voiceover__use_add_service_button_title" = "Utiliser le bouton \"Ajouter un service\" pour ajouter un nouveau service";

/* loco:6332c96135f7406d4875f6e4 */
"voiceover__no_search_results" = "Aucun résultat de recherche";

/* loco:6332c96135f7406d4875f6e6
 * voiceover__sort_by */
"voiceover__sort_by_title" = "Utiliser l'option \"Trier par\" pour définir le tri des services";

/* loco:6332c96135f7406d4875f6e7 */
"voiceover__spinner" = "Chargement du contenu";

/* loco:6332c96135f7406d4875f6f3 */
"backup__incorrect_secret" = "Impossible de sauvegarder les clés 2FA car \"%@\" contient des caractères non autorisés. Retirez-le de la liste et réessayez";

/* loco:6332c96135f7406d4875f6f4 */
"backup__import" = "Importer";

/* loco:6332c96135f7406d4875f6f5 */
"backup__export" = "Exporter";

/* loco:6332c96135f7406d4875f6f7 */
"backup__backup_disabled_title" = "La sauvegarde 2FAS va être désactivée pour protéger son intégrité";

/* loco:6332c96135f7406d4875f6f8 */
"backup__error_while_exporting_file" = "Erreur pendant l'export du fichier";

/* loco:6332c96135f7406d4875f6fb */
"backup__import_completed_successfuly" = "Importation terminé avec succès";

/* loco:6332c96135f7406d4875f6fe
 * camera__video_device_in_use_by_another_app */
"camera__camera_used_by_other_app_title" = "Une autre application utilise la caméra. Si la fermeture des autres applications ne résout pas le problème, veuillez redémarrer votre appareil.";

/* loco:6332c96135f7406d4875f6ff
 * camera__video_device_unavailable_due_to_system_overload */
"camera__camera_unavailable_title" = "La caméra n'est pas disponible à cause d'une surcharge système. Veuillez redémarrer votre appareil";

/* loco:6332c96135f7406d4875f700 */
"camera__cant_initialize_camera_general" = "Initialisation de la caméra impossible. Veuillez redémarrer votre appareil";

/* loco:6332c96135f7406d4875f701 */
"camera__cant_initialize_camera_split_view" = "Erreur d'initialisation de l'appareil photo en mode vue splittée. Ouvrez l'application en plein écran et réessayer.";

/* loco:6332c96135f7406d4875f702 */
"restore__how_to_restore" = "Comment restaurer l'application 2FAS ?";

/* loco:6332c96135f7406d4875f703 */
"restore__application_restoration" = "Restauration de l'application";

/* loco:6332c96135f7406d4875f704
 * restore_if_you_forgotten */
"restore__reset_Pin_title" = "SI vous avez oublié votre code PIN ou vous souhaitez réinitialiser votre application 2FAS, vous devez réinstaller l'application.";

/* loco:6332c96135f7406d4875f705
 * restore_please_remember */
"restore__backup_advice" = "Sachez que si vous n'avez pas de sauvegarde et que vous réinitialisez l'application, vous perdrez l'accès à tous vos codes. Et donc, l'accès à tous vos comptes sécurisés par 2FA.";

/* loco:6332c96135f7406d4875f706
 * restore_if_you_have_backup */
"restore__backup_title" = "Si vous avez une sauvegarde, ne vous inquiétez pas, vous pourrez restaurer tous vos codes.";

/* loco:6332c96135f7406d4875f707 */
"backup__cloud_backup" = "Sauvegarde dans le cloud";

/* loco:6332c96135f7406d4875f708 */
"backup__icloud_sync" = "Synchronisation iCloud";

/* loco:6332c96135f7406d4875f709 */
"backup__section_description" = "RECOMMANDATION : La synchronisation iCloud permet de conserver vos clés 2FA en toute sécurité dans iCloud en cas de perte ou de dysfonctionnement de votre appareil. Gardez-la activée.";

/* loco:6332c96135f7406d4875f70a */
"backup__file_backup" = "Fichier de sauvegarde";

/* loco:6332c96135f7406d4875f70b
 * backup__use_file_backup_for */
"backup__file_backup_offline_title" = "Utiliser la sauvegarde par fichier pour une sauvegarde hors ligne de vos clés 2FA.";

/* loco:6332c96135f7406d4875f70c */
"backup__backup_removal" = "Suppression de la sauvegarde";

/* loco:6332c96135f7406d4875f70d */
"backup__delete_2fas_backup" = "Supprimer la sauvegarde 2FAS";

/* loco:6332c96135f7406d4875f70f */
"backup__warning_introduction" = "Avertissement ! Si vous supprimez la sauvegarde 2FAS, vous effacerez également tous les clés 2FA des autres appareils synchronisés avec ce compte. Pour préserver les clés 2FA sur les autres appareils, assurez-vous d'avoir désactivé la sauvegarde 2FAS avant la suppression.";

/* loco:6332c96135f7406d4875f710
 * backup__i_want_to_delete */
"backup__delete_title" = "Je veux supprimer la sauvegarde";

/* loco:6332c96135f7406d4875f711 */
"backup__export_to_backup_file" = "Exporter la sauvegarde vers un fichier";

/* loco:6332c96135f7406d4875f712
 * backup__you_can_import_exported_file */
"backup__import_file_title" = "Vous pouvez importer des fichiers exportés sur d'autres appareils avec l'application 2FAS";

/* loco:6332c96135f7406d4875f713 */
"backup__export_to_file" = "Exporter vers un fichier";

/* loco:6332c96135f7406d4875f715 */
"backup__verify_pin" = "Vérifier le code PIN";

/* loco:6332c96135f7406d4875f716 */
"backup__save_file" = "Sauvegarder un fichier";

/* loco:6332c96135f7406d4875f717 */
"backup__import_backup_file" = "Importer un fichier de sauvegarde";

/* loco:6332c96135f7406d4875f718
 * backup__youre_goint_to_import_backup */
"backup__import_other_devices" = "Vous allez importer un fichier de sauvegarde qui contient";

/* loco:6332c96135f7406d4875f719 */
"backup__import_file" = "Importer le fichier";

/* loco:6332c96135f7406d4875f71a */
"backup__choose_antother_file" = "Choisissez un autre fichier";

/* loco:6332c96135f7406d4875f71b */
"backup__no_new_services" = "Rien à importer";

/* loco:6332c96135f7406d4875f71c */
"backup__file_error" = "Erreur de fichier !";

/* loco:6332c96135f7406d4875f71d
 * backup__services_form_file_will_be_merged */
"backup__services_merge_title" = "Les services du fichiers seront fusionnés avec ceux présents dans votre application";

/* loco:6332c96135f7406d4875f71e */
"backup__no_new_services_error" = "Soit ce fichier est vide, soit tous les services qu'il contient sont déjà disponibles dans l'application.";

/* loco:6332c96135f7406d4875f71f */
"backup__update_required_to_import_title" = "Une version plus récente de l'application est nécessaire pour importer le contenu de ce fichier. Vous trouverez la version la plus récente sur l'App Store";

/* loco:6332c96135f7406d4875f720 */
"backup__cant_read_file_error" = "Impossible de lire ce fichier. Il est peut-être endommagé ou une erreur s'est produite lors de la tentative d'accès. Veuillez en sélectionner un autre";

/* loco:6332c96135f7406d4875f721 */
"backup__password" = "Mot de passe";

/* loco:6332c96135f7406d4875f722 */
"backup__repeat_password" = "Confirmer le mot de passe";

/* loco:6332c96135f7406d4875f723 */
"backup__incorrect_character_error" = "Caractère incorrect. N'utilisez que les lettres A-Z, a-z, les chiffres et les caractères spéciaux : -_/!#$%&+*~@?=^.,'(){}[]:;<>|";

/* loco:6332c96135f7406d4875f724 */
"backup__to_short_error" = "La phrase indiquée est trop courte (min. 3 caractères).";

/* loco:6332c96135f7406d4875f725 */
"backup__passwords_dont_match" = "Les mots de passes ne correspondent pas";

/* loco:6332c96135f7406d4875f726 */
"backup__save_and_export" = "Sauvegarder et exporter";

/* loco:6332c96135f7406d4875f727 */
"backup__set_password_title" = "Pour renforcer la protection de votre fichier de sauvegarde, veuillez définir un mot de passe.";

/* loco:6332c96135f7406d4875f728 */
"backup__enter_password_title" = "Saisissez un mot de passe pour ce fichier de sauvegarde afin de poursuivre le processus d'importation";

/* loco:6332c96135f7406d4875f729 */
"backup__backup_file_password_title" = "Définir un mot de passe pour le fichier de sauvegarde";

/* loco:6332c96135f7406d4875f72a */
"backup__incorrect_password" = "Mot de passe incorrect";

/* loco:6332c96135f7406d4875f72b
 * %d - number */
"backup__new_services" = "%d nouveaux services";

/* loco:6332c96135f7406d4875f72c
 * %d - number */
"backup__services_imported_count" = "%d services importés à partir du fichier";

/* loco:6332c96135f7406d4875f72d
 * backup__user_has_icloud_problem */
"backup__icloud_problem" = "Il y a un problème avec iCloud. Vérifier vos paramètres système";

/* loco:6332c96135f7406d4875f72e
 * backup__newer_schema_unsupported */
"backup__newer_format_not_supported" = "Ce fichier est dans un format plus récent que celui que l'application supporte.";

/* loco:6332c96135f7406d4875f72f
 * backup__encrypted_unsupported */
"backup__encrypted_files_not_supported" = "Ce fichier est crypté. Nous ne supportons que les fichiers non cryptés";

/* loco:6332c96135f7406d4875f730 */
"tokens__copy_token" = "Copier le code";

/* loco:6332c96135f7406d4875f731
 * tokens__i_want_to_delete_this_servie */
"tokens__i_want_to_delete_this_token" = "Oui, je veux supprimer ce service";

/* loco:6332c96135f7406d4875f732 */
"color__neutral" = "Neutre";

/* loco:6332c96135f7406d4875f733 */
"color__light_blue" = "Bleu clair";

/* loco:6332c96135f7406d4875f734 */
"color__indigo" = "Indigo";

/* loco:6332c96135f7406d4875f735 */
"color__purple" = "Violet";

/* loco:6332c96135f7406d4875f736 */
"color__turquoise" = "Turquoise";

/* loco:6332c96135f7406d4875f737 */
"color__green" = "Vert";

/* loco:6332c96135f7406d4875f738 */
"color__red" = "Rouge";

/* loco:6332c96135f7406d4875f739 */
"color__orange" = "Orange";

/* loco:6332c96135f7406d4875f73a */
"color__yellow" = "Jaune";

/* loco:6332c96135f7406d4875f73c */
"settings__knowledge" = "Connaissances";

/* loco:6332c96135f7406d4875f73d */
"settings__support_and_share" = "Soutenir et partager";

/* loco:6332c96135f7406d4875f73e */
"settings__tell_a_friend" = "Recommander à un ami";

/* loco:6332c96135f7406d4875f73f */
"settings__write_a_review" = "Rédiger un commentaire";

/* loco:6332c96135f7406d4875f741 */
"settings__about" = "A propos";

/* loco:6332c96135f7406d4875f742 */
"settings__privacy_policy" = "Politique de confidentialité";

/* loco:6332c96135f7406d4875f743 */
"settings__terms_of_service" = "Conditions d'utilisation";

/* loco:6332c96135f7406d4875f744 */
"settings__version" = "Version de l'application %@";

/* loco:6332c96135f7406d4875f745 */
"settings__no_limit" = "Aucune limite";

/* loco:6332c96135f7406d4875f746 */
"settings__pin_code" = "Code PIN";

/* loco:6332c96135f7406d4875f747 */
"settings__app_security" = "Sécurité de l'application";

/* loco:6332c96135f7406d4875f748 */
"settings__app_blocking" = "Paramètres de verrouillage";

/* loco:6332c96135f7406d4875f749 */
"settings__face_id" = "Face ID";

/* loco:6332c96135f7406d4875f74a */
"settings__touch_id" = "Touch ID";

/* loco:6332c96135f7406d4875f74b
 * settings__how_many_attempts_header */
"settings__too_many_attempts_header" = "Bloquer après X tentatives";

/* loco:6332c96135f7406d4875f74c */
"settings__how_many_attempts_footer" = "Sélectionnez le nombre maximum de tentatives avant le verrouillage de l'application";

/* loco:6332c96135f7406d4875f74d */
"settings__block_for" = "Délai de verrouillage";

/* loco:6332c96135f7406d4875f74e */
"settings__3_minutes" = "3 minutes";

/* loco:6332c96135f7406d4875f74f */
"settings__5_minutes" = "5 minutes";

/* loco:6332c96135f7406d4875f750 */
"settings__10_minutes" = "10 minutes";

/* loco:6332c96135f7406d4875f751 */
"settings__limit_of_trials" = "Nombre maximal de tentatives";

/* loco:6332c96135f7406d4875f752 */
"settings__pin_4_digits" = "Code à 4 chiffres";

/* loco:6332c96135f7406d4875f753 */
"settings__pin_6_digits" = "Code à 6 chiffres";

/* loco:6332c96135f7406d4875f754 */
"settings__biometric_authentication" = "Authentification biométrique";

/* loco:6332c96135f7406d4875f755 */
"settings__donations" = "Dons";

/* loco:6332c96135f7406d4875f756 */
"settings__donate_twofas" = "Faire un don à 2FAS";

/* loco:6332c96135f7406d4875f757 */
"new_version__new_version_title" = "Nouvelle version";

/* loco:6332c96135f7406d4875f758 */
"new_version__new_version_message_ios" = "Une nouvelle version de 2FAS est disponible sur l'AppStore. Mettre à jour dès maintenant !";

/* loco:6332c96135f7406d4875f759 */
"new_version__update_action" = "Mettre à jour maintenant";

/* loco:6332c96135f7406d4875f75a
 * new_version__skip_action */
"new_version__skip_title" = "Ignorer cette version";

/* loco:6332c96135f7406d4875f75b
 * new_version__later_action */
"new_version__update_later" = "Mettre à jour plus tard";

/* loco:6332c96135f7406d4875f75c */
"browser__browser_extension" = "Extension web";

/* loco:6332c96135f7406d4875f75d */
"browser__info_title" = "Extension web 2FAS";

/* loco:6332c96135f7406d4875f75e */
"browser__info_description_first" = "Installer l'extension web 2FAS sur votre ordinateur";

/* loco:6332c96135f7406d4875f75f */
"browser__info_description_second" = "Associez la à votre application 2FAS.";

/* loco:6332c96135f7406d4875f760 */
"browser__more_info" = "Plus d'infos :";

/* loco:6332c96135f7406d4875f761 */
"browser__more_info_link_title" = "2fas.com/be";

/* loco:6332c96135f7406d4875f762 */
"browser__pair_with_web_browser" = "Associer avec un navigateur web";

/* loco:6332c96135f7406d4875f763 */
"browser__more_info_link" = "https://www.2fas.com/be";

/* loco:6332c96135f7406d4875f764 */
"browser__pairing_successful_title" = "Association réussie !";

/* loco:6332c96135f7406d4875f765 */
"browser__pairing_successful_description" = "2FAS vous enverra une notification push à chaque fois que vous vous connecterez à vos services en ligne depuis ce navigateur. Vous n'aurez plus besoin de retaper vos clés à chaque utilisation.";

/* loco:6332c96135f7406d4875f766 */
"browser__pairing_failed_title" = "Échec de l'association :(";

/* loco:6332c96135f7406d4875f767 */
"browser__pairing_failed_description" = "Ce QR code n'a pas été reconnu, 2FAS n'a pas pu associer cet appareil avec l'extension web. Veuillez réessayer.";

/* loco:6332c96135f7406d4875f768
 * browser__pairing_already_paired_title */
"browser__already_paired_title" = "Déjà associé !";

/* loco:6332c96135f7406d4875f769
 * browser__pairing_already_paired_description */
"browser__already_paired_description" = "Cette extension a déjà été associée à cet appareil.";

/* loco:6332c96135f7406d4875f76a */
"browser__contact_support" = "Contacter le support";

/* loco:6332c96135f7406d4875f76b */
"browser__pairing_with_browser" = "Associer avec le navigateur";

/* loco:6332c96135f7406d4875f76d
 * browser__paired_devices */
"browser__paired_devices_browser_title" = "Appareils associés (navigateurs)";

/* loco:6332c96135f7406d4875f76e */
"browser__add_new" = "Ajouter";

/* loco:6332c96135f7406d4875f76f
 * browser__this_device */
"browser__this_device_name" = "Nom de l'appareil";

/* loco:6332c96135f7406d4875f770 */
"browser__device_name" = "Nom de l'appareil";

/* loco:6332c96135f7406d4875f771 */
"browser__name" = "Nom";

/* loco:6332c96135f7406d4875f772 */
"browser__this_device_footer" = "Nommer votre appareil vous aidera à l'identifier parmi les autres appareils associés avec l'extension web 2FAS";

/* loco:6332c96135f7406d4875f773 */
"browser__browser_extension_settings" = "Paramètres d'extensions web";

/* loco:6332c96135f7406d4875f774 */
"browser__unkown_name" = "<UNKOWN_NAME>";

/* loco:6332c96135f7406d4875f775 */
"browser__request_source_description" = "%@ a demandé une clé 2FA pour %@. Sélectionnez le service à autoriser et à enregistrer avec ce domaine.";

/* loco:6332c96135f7406d4875f776 */
"browser__request" = "Demande du navigateur";

/* loco:6332c96135f7406d4875f777
 * browser__code_success */
"browser__code_success_title" = "Clé 2FA envoyée avec succès !";

/* loco:6332c96135f7406d4875f778 */
"browser__code_failure" = "Erreur lors de l'envoi du code. %@";

/* loco:6332c96135f7406d4875f779 */
"browser__deleting_paired_device_title" = "Suppression de l'appareil associé";

/* loco:6332c96135f7406d4875f77a */
"browser__deleting_paired_device_content" = "Êtes-vous sur de vouloir supprimer cet appareil associé ?";

/* loco:6332c96135f7406d4875f77c */
"browser__pairing_date" = "Date d'association";

/* loco:6332c96135f7406d4875f77d */
"browser__forget_this_browser" = "Oublier ce navigateur";

/* loco:6332c96135f7406d4875f77e
 * browser__service_is_paired_list_description */
"browser__paired_domains_list_title" = "Liste des domaines associés.";

/* loco:6332c96135f7406d4875f77f */
"browser__deleting_extension_pairing_title" = "Supprimer le domaine ?";

/* loco:6332c96135f7406d4875f780 */
"browser__deleting_extension_pairing_content" = "La prochaine fois que vous utiliserez l'extension web pour vous connecter à %@, il vous sera demandé d'associer à nouveau ce domaine.";

/* loco:6332c96135f7406d4875f781 */
"browser__push_notifications_title" = "Notifications Push";

/* loco:6332c96135f7406d4875f782 */
"browser__push_notifications_content" = "Pour accéder à des fonctionnalités telles que l'extension web, l'application doit avoir accès aux notifications push. Vous pouvez modifier ce paramètre à tout moment dans les paramètres de votre appareil.";

/* loco:6332c96135f7406d4875f783 */
"browser__request_expired" = "Demande expiré";

/* loco:6332c96135f7406d4875f784 */
"browser__2fa_token_request_title" = "Demande de clé 2FA";

/* loco:6332c96135f7406d4875f785 */
"browser__2fa_token_request_content" = "Voulez-vous partager la clé 2FA de ";

/* loco:6332c96135f7406d4875f786 */
"notifications__no_notifications" = "Pas de notifications";

/* loco:6332c96ba6877120ce6fc152 */
"CFBundleSpokenName" = "2 F A S";

/* loco:63344624e6899974bd0ddf52 */
"commons__2fas_toolbar" = "2FAS";

/* loco:63344c64898727028e0b21e4 */
"backup__google_drive_not_available" = "Google Drive n'est pas diponible";

/* loco:63344d5c091e850f532386e2 */
"backup__google_drive_disabled_title" = "Google Drive a été désactivé par l'utilisateur";

/* loco:633dd102f5f0b5080b43b5c2 */
"backup__update_required_to_import_title_2" = "Une version plus récente de l'application est nécessaire pour importer le contenu de ce fichier. Vous trouverez la version la plus récente sur le Google Store";

/* loco:633dd72f6078ca50d63ab0d2 */
"tokens__qr_code_leads_to_google_store" = "Ce QR code vous renvoie au Google Play Store.";

/* loco:633dd77670b050133f55b642 */
"introduction__page_4_content_android" = "Vos clés 2FA sont stockés hors ligne via le stockage de l'appareil, alors n'oubliez pas de sauvegarder vos services ! Utilisez Google Drive et un code PIN pour vous protéger contre les accès non autorisés et les dysfonctionnements de l'appareil.";

/* loco:633ef646dbb7c078261c3ec2 */
"new_version__new_version_message_android" = "Une nouvelle version de 2FAS est disponible sur le Google Store. Mettre à jour dès maintenant !";

/* loco:6341dca6b874ee3bc41b6952 */
"security_error_no_match" = "Code PIN invalide ! Réessayez.";

/* loco:6341de59fcbb0b491c24b1d2 */
"settings_developer_options" = "Options développeur";

/* loco:6341df0295f3d3034a6ff7a2 */
"settings__external_import" = "Importer les clés";

/* loco:6341df76c6a1db420732d3c2 */
"settings__browser_extension_result_toolbar_title" = "Résultat de l'association";

/* loco:6341dfada8cef8553b42a792 */
"tokens__caution" = "AVERTISSEMENT";

/* loco:6341e0f7a225c97dee2604d2 */
"tokens__qr_point_and_scan_again" = "Visez le bon QR Code avec votre caméra puis veuillez scanner de nouveau";

/* loco:6341e3d560c2a75b635dd902 */
"tokens__service_unsaved_changes" = "Voulez-vous annuler vos modifications ?";

/* loco:6341e3fac678e32ee1180b92 */
"tokens__service_unsaved_changes_title" = "Changements non sauvegardés";

/* loco:6341e444ae7e4f6979438fc2 */
"tokens__service_key_invalid_format" = "Le format de la clé est invalide";

/* loco:6341e574a77fa94abc6bf6f2 */
"intent_error_no_gallery_app" = "Erreur système ! Il n'y a aucune galerie sur l'appareil.";

/* loco:6341e59ab278cb37a15f15c2 */
"gdrive_permission_title" = "Autorisation Google Drive";

/* loco:6341e5b6a77fa94abc6bf6f4 */
"gdrive_permission_msg" = "Nous avons besoin de l'autorisation de Google Drive pour enregistrer les fichiers de sauvegarde dans les données de l'application.";

/* loco:6341e5d80edc9064be2a0d92 */
"gdrive_internet_title" = "Connexion Internet Requise";

/* loco:6341e5ef48f8396250741ae2 */
"gdrive_internet_msg" = "Pour synchroniser avec Google, veuillez activer votre connexion internet.";

/* loco:6341e60b1b9712646f45c272 */
"gdrive_wipe_internet_msg" = "Afin de supprimer l'accès à Google Drive, vous devez activer la connexion Internet.";

/* loco:6341e6334097a7635715ca52 */
"backup_explanation_msg" = "Sauvegarde & synchronise automatiquement votre fichier de sauvegarde dans un répertoire caché sur votre Google Drive. Ce dossier n'est accessible qu'à l'application 2FAS";

/* loco:6341e6565450ef7fd46dec02 */
"backup_error_unknown" = "Une erreur s'est produite pendant la synchronisation de la sauvegarde. Veuillez redémarrer l'application après quelques minutes et réessayer.";

/* loco:6341e66aa77fa94abc6bf6f6 */
"backup_error_encrypt_unknown" = "Une erreur s'est produite lors du chiffrement de la sauvegarde. Veuillez entrer à nouveau votre mot de passe.";

/* loco:6341e681b278cb37a15f15c4 */
"backup_error_decrypt_unknown" = "Une erreur s'est produite lors du déchiffrement de la sauvegarde. Veuillez entrer à nouveau votre mot de passe.";

/* loco:6342c92df1d3612fe712f1a2 */
"backup__google_drive_problem_title" = "Il y a un problème avec iCloud. Vérifiez vos paramètres système.";

/* loco:6342c9535447700251180692 */
"backup_error_auth" = "Il y a un problème avec vos autorisations Google Drive. Désactivez la synchronisation et réactivez-la.";

/* loco:6342c9b1c41b2c66a2359362 */
"backup_error_no_password" = "Votre sauvegarde est protégée par un mot de passe. Activez-la et entrez votre mot de passe.";

/* loco:6342c9ec69dbe97d4972d4f2 */
"backup_error_wrong_password" = "Votre sauvegarde est protégée par un mot de passe, mais le mot de passe fourni est incorrect. Réessayez.";

/* loco:6342ca1db1a1053c734e5c12 */
"customization_service_assignment" = "Affectation des services";

/* loco:6342ca2fb1a1053c734e5c14 */
"customization_personalization" = "Personnalisation";

/* loco:6342ca5d87da3c0adf6481f2 */
"customization_change_brand" = "Changer la marque";

/* loco:6342ca7169dbe97d4972d4f4 */
"customization_advanced" = "Avancé";

/* loco:6342ca89c41b2c66a2359364 */
"customization_request_icon" = "Demander une icône";

/* loco:6342ca9d87da3c0adf6481f4 */
"customization_edit_label" = "Modifier le label";

/* loco:6342cb2f188f327fde0567d2 */
"groups_delete_msg" = "Êtes-vous sûr de vouloir supprimer ce groupe ?";

/* loco:6342cc005bd8ee4e373eaff2 */
"export_backup_title" = "Votre fichier de sauvegarde est prêt pour l'export";

/* loco:6342cc175a8ef33de14ce6c2 */
"export_backup_msg" = "Exportez ce fichier pour sauvegarder vos clés 2FAS en toute sécurité. Vous pourrez l’importer ultérieurement sur cet appareil ou sur d’autres en utilisant l’application 2FAS.";

/* loco:6342cc3b830f3c11167b6dd2 */
"export_backup_pass" = "Exporter ce fichier sans mot de passe (non recommandé)";

/* loco:6342cc92a240880a9f2084e2 */
"import_backup_msg2" = "Ce fichier sera synchronisé avec la liste des services de l'application.";

/* loco:6342cd007757e42301476522 */
"backup_notice_later" = "Peut-être plus tard";

/* loco:6342cd15a240880a9f2084e4 */
"backup_notice_cta" = "Activer";

/* loco:6342cd4ae5c1f936e033b172 */
"widgets_empty_msg" = "Aucun service ajouté";

/* loco:6342cdd0ac3fc03188300662 */
"backup__section_description_google" = "RECOMMANDATION : La synchronisation Google Drive permet de conserver vos clés 2FA en toute sécurité dans Google Drive en cas de perte ou de dysfonctionnement de votre appareil. Gardez-la activée.";

/* loco:6342cde2830f3c11167b6dd4 */
"backup_turn_off_title" = "Désactivez la synchronisation Google Drive ?";

/* loco:6342ce5ef9822760bd6e6232 */
"backup_turn_off_msg1" = "Les clés 2FA resteront sur cet appareil et sur votre Google Drive, mais ne seront pas synchronisés. Vous serez également déconnecté de votre compte Google.";

/* loco:6342ceb2f9822760bd6e6234 */
"backup_turn_off_msg2" = "N'oubliez pas qu'en cas de suppression de l'application, de perte ou d'endommagement de cet appareil, il se peut que vous ne puissiez pas récupérer vos clés et que vous perdiez l'accès à vos comptes sécurisés par 2FA.";

/* loco:6342ceecc07f913f3374a812 */
"backup_settings_password_set_subtitle" = "Sécuriser votre sauvegarde Google Drive avec un mot de passe personnel.";

/* loco:6342cf2e593f7c11db6adf52 */
"backup_settings_password_remove_title" = "Supprimer le mot de passe";

/* loco:6342cf68a240880a9f2084e6 */
"backup_settings_password_remove_subtitle" = "Supprimer le mot de passe de votre fichier de sauvegarde Google Drive";

/* loco:6342cf97ac3fc03188300664 */
"backup_settings_account_title" = "Compte Google";

/* loco:6342cfc09858895a99170382 */
"backup_settings_sync_title" = "Dernière synchronisation";

/* loco:6342d0117757e42301476524 */
"browser_extension_result_success_description" = "2FAS vous enverra des notifications PUSH chaque fois que vous vous connecterez à vos services en utilisant ce navigateur. Vous n'aurez pas besoin de fournir vos clés à chaque utilisation.";

/* loco:6342d05c2a206e092b1791c2 */
"browser_extension_browser_dialog" = "Nom du navigateur";

/* loco:6342d0ef5c8bac6b2573ef52 */
"biometric_dialog_auth_title" = "Authentifier";

/* loco:6342d0ffe7433557683c3712 */
"biometric_dialog_auth_subtitle" = "Utiliser votre identifiant biométrique";

/* loco:6342d135438a0a291865e022 */
"about_licenses" = "Licences Open Source";

/* loco:6342d1562a206e092b1791c4 */
"externalimport_description" = "Vous pouvez importer vos clés sur 2FAS depuis différentes applications. Choisissez une application dans la liste et suivez les instructions.";

/* loco:6342d16ee7433557683c3714 */
"externalimport_select_app" = "Sélectionnez l'application";

/* loco:6342d182e7433557683c3716 */
"externalimport_google_authenticator" = "Google Authenticator";

/* loco:6342d18dc07f913f3374a814 */
"externalimport_aegis" = "Aegis";

/* loco:6342d19b63307f18b4510092 */
"externalimport_raivo" = "Raivo OTP";

/* loco:63693380daebad2321503c66 */
"android__app_name" = "2FAS Auth";

/* loco:63693395183853234b657d12 */
"commons__yes" = "Oui";

/* loco:636933b08f1b7a2d262bed23 */
"commons__no" = "Non";

/* loco:636933ca8102e2327a5cce92 */
"commons__search" = "Rechercher";

/* loco:636934e015acd7020f284112 */
"errors__no_app" = "Aucune application ne supporte ce lien";

/* loco:636934ffde099e2c3326fe82 */
"permissions__camera_permission" = "Autorisation appareil photo";

/* loco:63693569349c115b4122eb32 */
"permissions__camera_permission_description" = "L'autorisation de l'appareil photo est nécessaire pour scanner les QR Codes. Si vous voulez utilisez cette fonctionnalité, allez dans les informations de l'application, Autorisations et activer la caméra";

/* loco:636935811313301a900ae283 */
"security__disable_pin" = "Désactiver le code PIN";

/* loco:6369359a5f06537c3f046183 */
"security__enter_your_new_pin" = "Veuillez entrer votre nouveau code PIN %s";

/* loco:636935b2349c115b4122eb34 */
"security__pin_error_incorrect" = "Code PIN incorrect ! Réessayez";

/* loco:63693953795f696e785cf892 */
"settings__biometrics" = "Données biométriques";

/* loco:63693964b3411c757a755cc4 */
"settings__support" = "Support 2FAS";

/* loco:6369397d1e371c682d6054d3 */
"settings__developer" = "Options développeurs";

/* loco:6369398f5cb4a35ff34b55d2 */
"settings__option_fingerprint" = "Verrouillage Biométrique";

/* loco:6369399e795f696e785cf894 */
"settings__option_theme" = "Thème";

/* loco:636939ab4bccbb1e6a12f1c2 */
"settings__theme_option_auto" = "Auto";

/* loco:636939bcf8b08053b87aab93 */
"settings__theme_option_auto_system" = "Auto - Réglages système";

/* loco:63693b946081eb49756794b3 */
"settings__theme_option_dark" = "Sombre";

/* loco:63693ba5df585c05c76ddc82 */
"settings__theme_option_light" = "Clair";

/* loco:63693bb9e05fd23e53227b13 */
"tokens__copied_clipboard" = "Code copié dans le presse-papier !";

/* loco:63693bc5b71ecb16511b6632 */
"tokens__next_copied_clipboard" = "Prochain code copié dans le presse-papier !";

/* loco:63693bf413e605521a409cd2 */
"tokens__do_you_really_want_to_remove_all_devices" = "Voulez vous supprimer définitivement ce service 2FA ?";

/* loco:63693cd8b024e27aba3c4dc2 */
"tokens__fab_addmanually" = "Ajouter manuellement";

/* loco:63693cf5ec00fd215b2f5b82 */
"tokens__qr_does_not_work" = "Ce QR Code ne fonctionne pas !";

/* loco:63693d127f114c2e2c5561d2
 * Could not read QR code from the image! */
"tokens__qr_read_image_failed" = "Impossible de lire le QR code à partir de l'image !";

/* loco:63693d2a228e552762708b73 */
"tokens__qr_read_image_try_again" = "Veuillez sélectionner une autre image.";

/* loco:63693d59def0af7a4f103d42 */
"tokens__remove_it_forever" = "Supprimer le service définitivement";

/* loco:63693df12647b40c150abf13
 * Service could not be added, Service Key is invalid. Try again. */
"tokens__service_add_error" = "Le service ne peut être ajouté car la Clé secrète est invalide. Veuillez réessayer.";

/* loco:63693e2208c47e4cac73cbb3
 * A service with this Service Key already exists. Do you want to override it? */
"tokens__service_already_exists" = "Un service avec cette Clé secrète existe déjà. Voulez-vous l’écraser ?";

/* loco:63693ecf68606d19e7023393 */
"tokens__service_key_invalid_characters" = "La clé contient des caractères invalides";

/* loco:63693f1268606d19e7023397 */
"tokens__show_service_key" = "Afficher la Clé secrète";

/* loco:63693f57fd6d806b5624add3
 * Your Service Key is protected. Please add PIN or Fingerprint lock in order to see it. */
"tokens__show_service_key_setup_lock" = "Votre Clé secrète est protégée. Ajoutez un code PIN ou un verrouillage par empreinte pour l'afficher.";

/* loco:636940f5b7c61d120e417243 */
"tokens__tokens_list_is_empty" = "La liste des services est vide";

/* loco:63694107e8e4552c5a2c6802 */
"tokens__use_plus_button_to_add_tokens" = "Utilisez le bouton \"+\" pour ajouter un nouveau service";

/* loco:63694183975c2c3aac074ed2 */
"tokens__you_will_not_be_able_to_sign_in_to_your" = "Impossible de vous connecter à votre compte %@ sans ce code tant que la vérification en deux étapes %@ est activée.";

/* loco:636941a86578c224b94bd1e4 */
"import_ga_success" = "Services importés avec succès !";

/* loco:636941d7c3648b0ffc04e192
 * You need active Internet connection in order to sync your backup. Please turn on your network connection and try again. */
"backup_error_network" = "Vous avez besoin d'une connexion internet pour synchroniser votre sauvegarde. Veuillez vous connecter à internet et réessayez.";

/* loco:6369420e1bfbc44338796fc3 */
"update_app_title" = "Mise à jour de l'application";

/* loco:6369423dc50f84241c78d676
 * Please update to the newest 2FAS version, to get all features and maintain high security level. */
"update_app_msg" = "Veuillez mettre à jour vers la version la plus récente de l'application pour avoir les dernières nouveautés et maintenir un haut niveau de sécurité.";

/* loco:63695bff2e4603133646fb72 */
"delete_service_title" = "Effacement en cours";

/* loco:63695c1cd29ac3613b4a1f02
 * from your 2FAS service list.\n\nRemember, as long as you have second factor authentication turned on, you will not log in to %s account without this token. */
"delete_service_msg" = "de votre liste de services 2FAS. Rappelez vous, tant que la vérification en deux étapes est activée, vous ne pourrez pas vous connecter à votre compte %s sans cette clé 2FA.";

/* loco:63695c27237a5641ab59efd2 */
"delete_service_cta" = "Supprimer";

/* loco:63695c4c2a54d2666c672732 */
"export_backup_cta" = "Exporter";

/* loco:63695c5c08efb67c6e255782 */
"export_backup_share_cta" = "Partager";

/* loco:63695c7f577732027f6496f2 */
"import_backup_title" = "Importer une sauvegarde depuis le fichier";

/* loco:63695c9708efb67c6e255784 */
"import_backup_msg1" = "Vous êtes sur le point d'importer une fichier de sauvegarde avec";

/* loco:63695ca708efb67c6e255786 */
"import_backup_cta" = "Importer";

/* loco:63695ccbcf7ad836801c6582 */
"widgets_warning_msg" = "Les codes 2FA visibles sur le widget ne sont pas protégés par votre code PIN.\nÊtes vous sûr de vouloir afficher vos codes 2FA sur le widget ?";

/* loco:63695ce4fca41e7d2b37ee12 */
"widgets_warning_title" = "ATTENTION!";

/* loco:63695d0d18b68b60f10d6862 */
"widgets_warning_cta" = "Oui, je suis sûr";

/* loco:63695d1d646ca94a9e191bc2 */
"backup_notice_title" = "Sauvegarde 2FAS";

/* loco:63695d3a18b68b60f10d6864 */
"backup_notice_msg" = "Activer la sauvegarde 2FAS. Dans le cas où vous perdez ou restaurez votre appareil, vous pourrez alors récupérer toutes vos clés.";

/* loco:63695d6996fd2e68a42c5212 */
"brand_empty_msg" = "Désolé, marque non trouvée";

/* loco:63695d9186c16054f2147fa2
 * Select which services will be visible on widget: */
"widgets_select_msg" = "Sélectionnez quels services seront visible sur le widget :";

/* loco:63695dac49da15247b47a9f2 */
"backup_turn_off_cta" = "Désactiver la Synchro";

/* loco:63695dba4e1595693b25b702 */
"backup_turn_off_cancel" = "Annuler";

/* loco:63695dc74e1595693b25b704 */
"backup_settings_password_set_title" = "Définir le mot de passe";

/* loco:63695dd7aa4af0296011ab22 */
"backup_settings_delete_title" = "Supprimer la sauvegarde de Google Drive";

/* loco:63695e128be34479932d44a2
 * If you delete this file from your Google Drive, synchronization on all synchronized devices will be disabled and tokens will remain only on this and other devices via local storage. */
"backup_settings_delete_subtitle" = "Si vous supprimez ce fichier de votre Google Drive, la synchronisation sera désactivée de tous les appareils synchronisés et les clés resteront sur cet appareil et sur les autres uniquement via le stockage local.";

/* loco:63695e2c27b0df5cbb3a9152 */
"browser__result_error_browser_paired" = "Votre application 2FAS est déjà appairée avec ce navigateur.";

/* loco:63695e5b8be34479932d44a4
 * Scan QR code again */
"browser__result_error_cta" = "Veuillez scanner le QR code de nouveau";

/* loco:63695e6f7ce1b23381128562 */
"browser__scan_error_dialog_title" = "Erreur";

/* loco:63695e8c046f962de20cf7d2
 * Scanned QR code has unsupported format. Please try again. */
"browser__scan_error_dialog_msg_invalid_code" = "Le format du QR code scanné n'est pas supporté. Veuillez réessayer.";

/* loco:63695ea65b95583a82077e22 */
"browser__scan_error_dialog_msg_unknown" = "Erreur inconnue lors de la lecture du QR code. Veuillez réessayer.";

/* loco:63695ebdc0f8533d9d5c5be2 */
"biometric_dialog_auth_cancel" = "Utiliser ce code PIN cette fois-ci.";

/* loco:63695ecd27b0df5cbb3a9154 */
"biometric_dialog_setup_title" = "Activer l'authentification";

/* loco:63695edacc13613f62380a82 */
"biometric_dialog_setup_cancel" = "Annuler";

/* loco:63695f025b95583a82077e24
 * To enable Biometric Lock you need to enable and set a PIN Code. */
"settings__option_fingerprint_description" = "Pour activer le Verrouillage Biométrique, vous devez configurer un code PIN.";

/* loco:63695f1817c4473f880a74d2 */
"settings__block_for_footer" = "Sélectionner le délai restant avant le verrouillage de l'application.";

/* loco:6370165d9149a4239a27e0b2 */
"error__out_of_disk_space" = "La base de données semble avoir été endommagée par un manque d'espace disque ou par une autre situation similaire";

/* loco:6370169abddeed6e996944d3 */
"error__cloud_backup_newer_version" = "La sauvegarde Cloud a été migrée vers la nouvelle version. Veuillez mettre à jour l'application";

/* loco:637016c1665ee13b4506cd54 */
"error__cloud_backup_encrypted_not_supported" = "La sauvegarde Cloud est cryptée. Veuillez mettre à jour l'application pour bénéficier de cette fonctionnalité";

/* loco:63701b4a3fe44547f927d1c2 */
"extension__continue_to_app" = "Continuer vers l'application";

/* loco:63701b63b42bdc3ef25026c2 */
"extension__cancel" = "Annuler";

/* loco:63701b71a000b91fad034912 */
"extension__authorize" = "Autoriser";

/* loco:63701b7c7c84200f7f0bfb22 */
"extension__dismiss" = "Rejeter";

/* loco:63701b8b7c84200f7f0bfb24 */
"extension__request_sent" = "Requête envoyée";

/* loco:63701b977c84200f7f0bfb26 */
"extension__send_question_title" = "Envoyer une clé ?";

/* loco:63701ba9f39e1f13443a7cf2 */
"extension__send_question_content" = "%@ a demandé une clé 2FAS pour %@";

/* loco:63701bbd7c84200f7f0bfb28 */
"extension__error_while_sending" = "Erreur pendant l'envoi de la clé 2FA";

/* loco:63701bca27651457ca55bfd2 */
"extension__not_paired_title" = "Ce site web n'est pas appairé";

/* loco:63701bd51be23060542fd7d2 */
"extension__not_paired_content" = "Ouvrez l'application et sélectionnez un service pour ce domaine";

/* loco:63701be2205b6f17713b4ac2 */
"extension__error_open_the_app" = "Ouvrez l'application et vérifiez si l'extension du navigateur est correctement appairée";

/* loco:63701bef2fc748368c70e312 */
"extension__error_no_internet" = "Il y a un problème de connexion";

/* loco:63701bf9f39e1f13443a7cf4 */
"extension__try_again" = "Veuillez réessayer";

/* loco:63701c02205b6f17713b4ac4 */
"extension__error" = "Erreur";

/* loco:63701c0da000b91fad034914 */
"extension__error_no_services" = "Pour que l'extension navigateur fonctionne, veuillez ajouter les services à l'application 2FAS";

/* loco:63701c1a27651457ca55bfd4 */
"extension__approve" = "Accepter";

/* loco:63701c2b20780c2962211303 */
"extension__deny" = "Refuser";

/* loco:6370c74297ec7c4d1857c2d2 */
"settings__turn_pin_code_to_enable_faceid" = "Activer le code PIN et le déverrouillage par Face ID pour empêcher un accès non autorisé à vos clés sur cet appareil.";

/* loco:6370c75197ec7c4d1857c2d4 */
"settings__turn_pin_code_to_enable_touchid" = "Activer le code PIN et le déverrouillage par Touch ID pour empêcher un accès non autorisé à vos clés sur cet appareil.";

/* loco:637a78300f577824fa4f1782 */
"settings__send_logs_error_not_exists" = "Le code fourni est incorrect. Veuillez vérifier";

/* loco:637a78410f577824fa4f1784 */
"settings__send_logs_error_expired" = "Le code fourni a expiré. Veuillez contacter notre support pour en obtenir un nouveau";

/* loco:637a786be142ab22bc6e4362 */
"settings__send_logs_error_no_internet" = "Il y a un problème avec internet. Vérifiez votre connexion et réessayez";

/* loco:637a787bfda7a704fc2f0c92 */
"settings__send_logs_error_server" = "Il semble y avoir un problème avec notre serveur. Si cela persiste veuillez contacter le support";

/* loco:637a788d228c8d210773aca2 */
"settings__send_logs_error_title" = "Échec de l'opération";

/* loco:637a78971639737a78522752 */
"settings__send_logs_sent_title" = "Journaux d'événements envoyés";

/* loco:637a78a2d64f955fe40fb582 */
"settings__send_logs_sent_description" = "Nous allons les vérifier, cela peut prendre un certain temps.";

/* loco:637a78affda7a704fc2f0c94 */
"commons__send" = "Envoyer";

/* loco:637a78bb3a759e5fde75ac12 */
"settings__send_logs_title" = "Envoi des traces";

/* loco:637a78cfa90b4b3673461e92 */
"settings__send_logs_description_link" = "Le code envoyé par l'equipe de support est renseigné automatiquement. Envoyer les traces ?";

/* loco:637a78d90a23b422fd79dbb2 */
"settings__send_logs_description_edit" = "Veuillez entrer le code fourni par notre service d'aide";

/* loco:637a79dda49d85561129f602 */
"settings__send_logs" = "Envoyer les traces";

/* loco:63a0b3300fd81a00131f5282 */
"settings__recommendation " = "Découvrez cette super application d'authentification à deux facteurs de 2FAS: https://2fas.com";

/* loco:63a5c926639b663a504d7042 */
"settings__acknowledgements" = "Remerciements";

/* loco:63ac20106581d34243554af2 */
"introduction__import_external_app" = "Importer depuis une Application externe";

/* loco:63e4ef021786f457dc49bda2 */
"past_duration_seconds" = "il y a un instant";

/* loco:63e4ef021786f457dc49bda3 */
"past_duration_seconds-plural" = "il y a quelques minutes";

/* loco:63e4ef021786f457dc49bda4 */
"past_duration_minutes" = "il y a %d minute";

/* loco:63e4ef021786f457dc49bda5 */
"past_duration_minutes-plural" = "il y a %d minutes";

/* loco:63e4ef021786f457dc49bda6 */
"past_duration_hours" = "il y a %d heure";

/* loco:63e4ef021786f457dc49bda7 */
"past_duration_hours-plural" = "il y a %d heures";

/* loco:63e4ef021786f457dc49bda8 */
"past_duration_days" = "il y a %d jour";

/* loco:63e4ef021786f457dc49bda9 */
"past_duration_days-plural" = "il y a %d jours";

/* loco:63e4ef021786f457dc49bdaa */
"past_duration_weeks" = "il y a %d semaine";

/* loco:63e4ef021786f457dc49bdab */
"past_duration_weeks-plural" = "il y a %d semaines";

/* loco:63e4ef021786f457dc49bdac */
"past_duration_months" = "il y a %d mois";

/* loco:63e4ef021786f457dc49bdad */
"past_duration_months-plural" = "il y a %d mois";

/* loco:63e50a5d8a8ad50ba947fc42 */
"commons__unknown_error" = "Une erreur est survenue ! Réessayer ! ";

/* loco:63e50a5d8a8ad50ba947fc43 */
"backup__export_result_success" = "Fichier sauvegardé avec succès !";

/* loco:63e50a5d8a8ad50ba947fc44 */
"backup__share_result_failure" = "Impossible de partager le fichier !";

/* loco:63e50a5d8a8ad50ba947fc45 */
"backup__enter_password_dialog_title" = "Saisir le mot de passe";

/* loco:63e50a5d8a8ad50ba947fc46 */
"backup__remove_password_msg" = "Saisissez le mot de passe de sauvegarde pour procéder à la suppression.";

/* loco:63e50a5d8a8ad50ba947fc47 */
"backup__revoke_google_access_msg" = "Saisissez le mot de passe de sauvegarde pour procéder à la révocation de l'accès à Google.";

/* loco:63e50a5d8a8ad50ba947fc48 */
"backup__synchronization_settings" = "Paramètres de synchronisation";

/* loco:63e50a5d8a8ad50ba947fc49 */
"backup__local_file_title" = "Fichier local";

/* loco:63e50a5d8a8ad50ba947fc4a */
"backup__drive_title" = "Synchronisation Google Drive";

/* loco:63e50a5d8a8ad50ba947fc4b */
"backup__delete_file_title" = "Supprimer votre sauvegarde Google Drive ?";

/* loco:63e50a5d8a8ad50ba947fc4c */
"backup__delete_file_msg" = "La synchronisation Google sera désactivée. Vos clés resteront stockés localement, mais l'application sera déconnectée de votre compte Google et ne sera plus synchronisée avec vos autres appareils.";

/* loco:63e50a5d8a8ad50ba947fc4d */
"backup__sync_status_waiting" = "En attente de synchronisation…";

/* loco:63e50a5d8a8ad50ba947fc4e */
"backup__sync_status_progress" = "Synchronisation…";

/* loco:63e50a5d8a8ad50ba947fc4f */
"import_backup_msg1_encrypted" = "Vous êtes sur le point d'importer un fichier de sauvegarde crypté.";

/* loco:63e50a5d8a8ad50ba947fc50 */
"externalimport__choose_json_cta" = "Choisir un fichier JSON";

/* loco:63e50a5d8a8ad50ba947fc51 */
"externalimport__aegis_msg" = "Exportez vos comptes d'Aegis vers un fichier JSON non crypté et importez le en utilisant le bouton \"Choisir un fichier JSON\". N'oubliez pas de supprimer le fichier après avoir réussie l'importation.";

/* loco:63e50a5d8a8ad50ba947fc52 */
"externalimport__raivo_msg" = "Dans les paramètres Raivo, utilisez l'option \"Exporter les OTP vers une archive ZIP\", enregistrez en fichier ZIP puis extraire le fichier. Importez ensuite le fichier JSON en utilisant le bouton \"Choisir une fichier JSON\".";

/* loco:63e50a5d8a8ad50ba947fc53 */
"externalimport__no_tokens_msg" = "Néanmoins, il n'y a pas de services qui peuvent être importés";

/* loco:63e50a5d8a8ad50ba947fc54 */
"commons__try_again" = "Réessayer";

/* loco:63e50a5d8a8ad50ba947fc55 */
"commons__proceed" = "Poursuivre";

/* loco:63e50a5d8a8ad50ba947fc56 */
"externalimport__ga_title" = "Importation des clés 2FA depuis l'application Google Authenticator";

/* loco:63e50a5d8a8ad50ba947fc57 */
"externalimport__aegis_title" = "Importation des clés 2FA depuis l'application Aegis";

/* loco:63e50a5d8a8ad50ba947fc58 */
"externalimport__raivo_title" = "Importation des clés 2FA depuis l'application Raivo";

/* loco:63e50a5d8a8ad50ba947fc59 */
"externalimport__ga_success_msg" = "Ce code QR permet d'importer des clés depuis Google Authenticator.";

/* loco:63e50a5d8a8ad50ba947fc5a */
"externalimport__aegis_success_msg" = "Ce fichier JSON permet d'importer des clés depuis Aegis.";

/* loco:63e50a5d8a8ad50ba947fc5b */
"externalimport__raivo_success_msg" = "Ce fichier JSON permet d'importer des clés depuis Raivo.";

/* loco:63e50a5d8a8ad50ba947fc5c */
"externalimport__read_error" = "Aucune clé 2FA n'a pu être lue. Essayez de sélectionner un autre fichier.";

/* loco:63e62618444ff4647d7cfca4 */
"settings__gd_sync_info" = "Information synchronisation Google Drive";

/* loco:63e6269908dc162489032023 */
"settings__gd_sync_disable_confirm" = "Êtes-vous sûr ? Sans la synchronisation Google Drive, en cas de perte ou de réinitialisation de votre appareil, vous ne pourrez pas récupérer vos clés !";

/* loco:63ee3aa8a35cbc5492030a74 */
"extension__code_sent_msg" = "Code envoyé avec succès";

/* loco:63ee3ab4c9440931e75a0432 */
"extension__code_sent_error_msg" = "Erreur pendant l'envoi du code";

/* loco:63ee4345d49978585e1e3402 */
"tokens__add_service_title" = "Ajouter un nouveau service";

/* loco:63ee4345d49978585e1e3403 */
"tokens__customize_service_title" = "Modifier le service";

/* loco:63ee4345d49978585e1e3404 */
"extension__services_suggested_header" = "Suggéré";

/* loco:63ee4345d49978585e1e3405 */
"extension__services_all_header" = "Tous les servives";

/* loco:63ee4345d49978585e1e3406 */
"extension__services_other_header" = "Autres services";

/* loco:63f289fc3895d52eaa64ce92 */
"settings__ssl_error_title" = "Erreur SSL";

/* loco:63f28a14fc84916d70648342 */
"settings__ssl_error_description" = "Une erreur SSL est survenue et une connexion sécurisée ne peut être établie avec le serveur. Assurez-vous d'avoir la dernière version de l'application ou essayez de changer de réseau.";

/* loco:63f4a0ade3cd1317f325d762 */
"backup__import_error_file_size" = "La taille du fichier que vous essayez d'importer est trop importante. La taille limite est 10Mo.";

/* loco:63f4a0b928d2513ff26d1792 */
"backup__import_error_file_invalid" = "Le fichier que vous essayez d'importer est invalide ou endommagé. Veuillez sélectionner un autre fichier.";

/* loco:6404c27610d75a3456352472 */
"appearance__toggle_active_search" = "Recherche active";

/* loco:6404c561429ff902fb474082 */
"appearance__active_search_description" = "Recherche active au démarrage";

/* loco:6407b9d7641a5514074e65d2 */
"widgets__expires_in" = "Expire dans :";

/* loco:6407b9d7641a5514074e65d3 */
"widgets__settings" = "Paramètres du Widget";

/* loco:6407b9d7641a5514074e65d4 */
"errors__input_integer_number" = "La valeur saisie doit être un nombre entier";

/* loco:6407b9d7641a5514074e65d5 */
"errors__input_number" = "La valeur saisie doit être un nombre";

/* loco:6407b9d7641a5514074e65d6 */
"errors__input_empty" = "Le champ ne peut être vide";

/* loco:6407b9d7641a5514074e65d7 */
"errors__input_too_long" = "La valeur saisie est trop longue. Limite : %d";

/* loco:64177f6f951eac45e0645702 */
"commons__best_match" = "Meilleur correspondance";

/* loco:641caf6933856072525bd4f2 */
"settings__enable_crashlytics" = "Envoyer des rapports d'erreur anonymes";

/* loco:641cafefdfe4086c4546cde2 */
"settings__enable_crashlytics_description" = "Envoyer des rapports d'erreur anonymes pour aider 2FAS à identifier et à résoudre les erreurs dans l'application (redémarrage de l'application nécessaire).";

/* loco:6420a6b179cc6f32af1c9ad2 */
"tokens__manage_list" = "Gestion de la liste";

/* loco:6420a6de79cc6f32af1c9ad4 */
"settings__appearance" = "Apparence";

/* loco:6420a74446ce28668347e613 */
"settings__show_next_token_desc" = "Afficher le prochain code lorsque le code actuel est sur le point d'expirer.";

/* loco:6420a7654cf81e07bb662752 */
"settings__list_style" = "Style de liste";

/* loco:6420a78475cfd566e2478562 */
"backup__reminder_msg" = "Google Drive n'est pas synchronisé.";

/* loco:6420a7a448fb8635264270e2 */
"backup__reminder_cta" = "Accéder aux paramètres de sauvegarde";

/* loco:6420a8bf02040a2b18471272 */
"settings__list_style_option_default" = "Défaut";

/* loco:6420a8c94a60c058ea08ffe2 */
"settings__list_style_option_compact" = "Compacte";

/* loco:64234f27272f490bb9096dd2 */
"externalimport_lastpass" = "LastPass";

/* loco:6423503356b89f690f1045e2 */
"externalimport__lastpass_msg" = "Exportez vos comptes LastPass vers un fichier JSON non crypté et importez le en utilisant le bouton \"Choisir un fichier JSON\". N'oubliez pas de supprimer le fichier après avoir réussie l'importation.";

/* loco:6424a28788ebef381e1dfba2 */
"settings__about_crash_optout_title" = "Rapports d'incident";

/* loco:643be2e7a4ba2b60364666a2 */
"past_duration_seconds-plural-2" = "";

/* loco:643be2e7a4ba2b60364666a3 */
"past_duration_minutes-plural-2" = "";

/* loco:643be2e7a4ba2b60364666a4 */
"past_duration_hours-plural-2" = "";

/* loco:643be2e7a4ba2b60364666a5 */
"past_duration_days-plural-2" = "";

/* loco:643be2e7a4ba2b60364666a6 */
"past_duration_weeks-plural-2" = "";

/* loco:643be2e7a4ba2b60364666a7 */
"past_duration_months-plural-2" = "";

/* loco:64401a5af19d41e54b026fb2 */
"externalimport__lastpass_title" = "Importation des clés 2FA depuis l'application LastPass";

/* loco:64401ac65a26867d01012432 */
"externalimport__lastpass_success_msg" = "Ce fichier JSON permet d'importer des clés depuis LastPass.";

/* loco:6442df585188a6d8ea03fed2 */
"externalimport__info_lastpass_title" = "Importer les clés 2FA depuis Lastpass";

/* loco:6442df63050a20e3d60383c2 */
"externalimport__info_aegis_title" = "Importer les clés 2FA depuis Aegis";

/* loco:6442df710b0fe99cbc06bd42 */
"externalimport__info_raivo_title" = "Importer les clés 2FA depuis Raivo OTP";

/* loco:6442df7dc8bba9a584037152 */
"externalimport__info_google_authenticator_title" = "Importer les clés 2FA depuis Google Authenticator";

/* loco:64484e172b8c57520d083532
 * Counter eg.: "25s" */
"time_unit_seconds_short" = "s";

/* loco:644faadb304ab5b90b0efd82 */
"tokens__add_title" = "Associer le service à 2FAS";

/* loco:644faaf6dcff877f960bc072 */
"tokens__add_description" = "Pointez votre appareil photo vers l'écran pour capturer le code QR.";

/* loco:644fab06304ab5b90b0efd84 */
"tokens__add_other_methods" = "Autres méthodes";

/* loco:644fab2eb2bdab45d807c2f2 */
"tokens__add_enter_manual" = "Saisir la clé secrète";

/* loco:644fab49699af67ae0098a42 */
"tokens__add_from_gallery" = "Charger une image avec le code QR";

/* loco:644fab5d9e04ee9c84054572 */
"tokens__add_success_title" = "C'est presque fini !";

/* loco:644fab7a81c2a752350d56b4 */
"tokens__add_success_description" = "Pour terminer l'appairage du service, vous devez ressaisir ce token.";

/* loco:644fabc75c64ccd2d70a51f7 */
"tokens__add_manual_title" = "Associer le service à 2FAS";

/* loco:644fabd49e04ee9c84054574 */
"tokens__add_manual_description" = "Saisissez le nom et la clé secrète.";

/* loco:644fac2df585a3bf37048b62 */
"tokens__add_manual_service_name" = "Nom du service";

/* loco:644fac3d0b150f6b8a0f3ad2 */
"tokens__add_manual_service_key" = "Clé secrète";

/* loco:644fac5584aa882e5e09c6e2 */
"tokens__add_manual_other" = "Autres paramètres";

/* loco:644fac6051979c8af2010352 */
"tokens__add_manual_other_optional" = "(facultatif)";

/* loco:644fac76d371bbe28f064432 */
"tokens__add_manual_done_cta" = "Ajouter un service";

/* loco:644fac8375cb939ca600104a */
"tokens__add_manual_help_cta" = "Vous ne savez pas quoi faire ? Demandez de l'aide";

/* loco:644facad0b150f6b8a0f3ad4 */
"tokens__add_manual_advanced" = "Paramètres avancés du token";

/* loco:644facbdf585a3bf37048b64 */
"tokens__add_manual_additional_info" = "Informations additionnelles";

/* loco:644faccca86801aff80045a2 */
"tokens__add_manual_advanced_description" = "Il n'est pas recommandé de modifier les paramètres par défaut des tokens. Ne le faites que si votre fournisseur 2FA l'exige et si vous disposez d'instructions claires.";

/* loco:645e3fbf78eb0746110c9092 */
"settings__option_screenshots_description" = "Autoriser les captures d'écran de l'application pendant 5 minutes.";

/* loco:645e3fc931fff20326048932 */
"settings__option_screenshots" = "Autoriser les captures d'écran";

/* loco:645e4211d242e789f80f10f2 */
"settings__option_screenshots_confirm_title" = "Autoriser les captures d'écran de l'application ?";

/* loco:645e42208652aa6c8400f783 */
"settings__option_screenshots_confirm_description" = "Êtes-vous sûr ? Cette option vous permet de faire des captures d'écran et d'enregistrer n'importe quel écran dans l'application. Cependant, cette option autorise également toute tentative externe de capture d'écran dans l'application.\nPour des raisons de sécurité, cette option sera automatiquement désactivée au bout de 5 minutes.";

/* loco:6478ab59ef991b738607af62 */
"past_duration_minutes-plural-3" = "";

/* loco:6478ab59ef991b738607af63 */
"past_duration_minutes-plural-4" = "";

/* loco:6478ab59ef991b738607af64 */
"past_duration_minutes-plural-5" = "";

/* loco:6478ab59ef991b738607af65 */
"past_duration_hours-plural-3" = "";

/* loco:6478ab59ef991b738607af66 */
"past_duration_hours-plural-4" = "";

/* loco:6478ab59ef991b738607af67 */
"past_duration_hours-plural-5" = "";

/* loco:6478ab59ef991b738607af68 */
"past_duration_days-plural-3" = "";

/* loco:6478ab59ef991b738607af69 */
"past_duration_days-plural-4" = "";

/* loco:6478ab59ef991b738607af6a */
"past_duration_days-plural-5" = "";

/* loco:6478ab59ef991b738607af6b */
"past_duration_weeks-plural-3" = "";

/* loco:6478ab59ef991b738607af6c */
"past_duration_weeks-plural-4" = "";

/* loco:6478ab59ef991b738607af6d */
"past_duration_weeks-plural-5" = "";

/* loco:6478ab59ef991b738607af6e */
"past_duration_months-plural-3" = "";

/* loco:6478ab59ef991b738607af6f */
"past_duration_months-plural-4" = "";

/* loco:6478ab59ef991b738607af70 */
"past_duration_months-plural-5" = "";

/* loco:647f59a2fdb591c4c00b1c62 */
"past_duration_seconds-plural-3" = "";

/* loco:649740514a084dd8f9023212 */
"social__social_media" = "Médias sociaux";

/* loco:649740f54a084dd8f9023214 */
"social__discord" = "Discord";

/* loco:6497410b153997496205f1c3 */
"social__youtube" = "YouTube";

/* loco:64974117457761b82c01e8e2 */
"social__twitter" = "Twitter";

/* loco:64974146457761b82c01e8e4 */
"social__github" = "GitHub";

/* loco:649741569c2dbbed8606d012 */
"social__linkedin" = "LinkedIn";

/* loco:6497425376a3a3374003bec2 */
"social__reddit" = "Reddit";

/* loco:6497434c93a857eb140f6a32 */
"social__facebook" = "Facebook";

/* loco:649a9434583926aa420f6272 */
"settings__hide_tokens_title" = "Cacher les clés";

/* loco:649a945d303e9a0b370d33f3 */
"settings__hide_tokens_description" = "Les jetons sont révélés lorsque vous appuyez sur l'écran.";

/* loco:64a128cab33c78d572064642 */
"browser__pair_manually_cta" = "Appairer manuellement";

/* loco:64a128eef574b12c040683a2 */
"browser__pair_manually_hint" = "Code d'appairage";

/* loco:64a15e0218b6d3a8fa0512f2 */
"externalimport__info_authenticatorpro_title" = "Importer les clés depuis Authenticator Pro";

/* loco:64a15e2390e1c8c5d60a1172 */
"externalimport__authenticatorpro_success_msg" = "Ce fichier texte vous permet d'importer les clés depuis Authenticator Pro.";

/* loco:64a15e3c54254a4b7208e462 */
"externalimport__authenticatorpro_title" = "Importer les clés 2FA depuis l'application Authenticator Pro";

/* loco:64a15e4951d23b69800749e2 */
"externalimport__authenticatorpro_msg" = "Exportez vos comptes depuis Authenticator Pro vers un fichier texte non crypté et transmettez le via le bouton \"Choisir un fichier texte\". Souvenez-vous de supprimer ce fichier une fois importé avec succès.";

/* loco:64a15e5c9aa01549f70b9ea2 */
"externalimport__authenticatorpro" = "Authenticator Pro";

/* loco:64a15f2d2f1aabbc2c0faf22 */
"externalimport__choose_txt_cta" = "Choisir un fichier texte";

/* loco:64aa557c51d308e63f0bf562 */
"fingerprint__biometric_invalidated" = "Les connexions biométriques ont été désactivées en raison de changements dans les paramètres biométriques du système.";

/* loco:64b45fd36c42a08ffe0487d2 */
"tokens__last_pass_import" = "Importation de clés 2FA à partir de l'application LastPass";

/* loco:64b4606ad6be98749b075632 */
"tokens__last_pass_import_subtitle" = "Ce QR code autorise l'importation de clés 2FA depuis LastPass";

/* loco:64ba9547f6556d1aab0f93c2 */
"tokens__add_with_guide" = "Guidez moi";

/* loco:64ba957e5672d50db10689f2 */
"guides__select_title" = "Parcourir les services";

/* loco:64ba9588f1b474fb8d09adc2 */
"guides__select_description" = "Sélectionner le service à appairer avec l'appli 2FA";

/* loco:64ba95afb935f8ae41032312 */
"guides__select_provide_guide" = "Voulez vous fournir des guides 2FA pour votre service ?";

/* loco:64ba95c1723ffcb95a0b5b02 */
"guides__select_provide_guide_cta" = "Appliquer maintenant";

/* loco:64cd5154d12766b05a0c7de2 */
"color__pink" = "Rose";

/* loco:64cd515ea341b71d63065432 */
"color__brown" = "Marron";

/* loco:64d7fc9469e55541d30803d2 */
"tokens__other_methods_header" = "Autres méthodes ?";

/* loco:64d7fe9d98a60e6bb9037462 */
"tokens__camera_is_unavailable_app_permission" = "La caméra n'est pas disponible. Vérifiez le droit d'accès dans les réglages système";

/* loco:64d7fed8ecc269f28000ca22
 * This key contains part of the tokens__camera_is_unavailable_app_permission key, which will be underlined in the app to look like a link to System Settings */
"tokens__camera_is_unavailable_app_permission_underline" = "Réglages système";

/* loco:64dce10875206da520054692 */
"commons__text_short_title" = "Le texte fourni est trop court (mini. %d carac)";

/* loco:64dcfb665f966152460d9402
 * This key should contain a part of the tokens__add_manual_advanced_description which is written in bold in the app */
"tokens__add_manual_advanced_description_highlight" = "n'est pas recommandé";

/* loco:64e13bb09ddc479574062f42 */
"guides__guide_init_title" = "guide 2FA";

/* loco:64e13bd09ddc479574062f44 */
"guides__guide_title" = "2FA pour %@";

/* loco:64e13c4e4c9d634ed70f6ab2 */
"guides__guide_universal_title" = "Guide 2FA universel";

/* loco:64e91380f959a5614105f482 */
"browser__save_choice" = "Sauvegarder mon choix";

/* loco:65037442ef0fcdb8670e3be2 */
"externalimport_andotp" = "andOTP";

/* loco:65037aba30ade955f30f6f82 */
"externalimport__andotp_title" = "Importation des clés 2FA depuis l'application andOTP";

/* loco:65037c2308ec8bd4a2084a62 */
"externalimport__andotp_success_msg" = "Ce fichier JSON permet d'importer des clés depuis andOTP.";

/* loco:65038006dfad601aeb05b062 */
"externalimport__info_andotp_title" = "Importer les clés 2FA depuis andOTP";

/* loco:650380bb7b711a2228032283 */
"externalimport__andotp_msg" = "Exportez vos comptes andOTP vers un fichier JSON non crypté et importez le en utilisant le bouton \"Choisir un fichier JSON\". N'oubliez pas de supprimer le fichier après avoir réussie l'importation.";

/* loco:65183aa2ca8649341d080332 */
"introduction__backup_description" = "Lors de la prochaine étape, il vous sera demandé de choisir votre compte Google Drive, où vos jetons 2FA seront stockées sécuritairement.";

/* loco:65183abaa19877cd9f064d62 */
"introduction__backup_take_risk_cta" = "J'accepte le risque, pas de sauvegarde";

/* loco:65183b4614c70fa631092c63 */
"introduction__backup_success" = "Synchronisation avec Google Drive activée avec succès!";

/* loco:654fa4351905b784190033d2 */
"backup__import_invalid_version" = "Le fichier de sauvegarde que vous tentez d'importer n'est pas pris en charge par cette version de l'application. L'application ne prend en charge que les versions de format de sauvegarde jusqu'à %d, alors que le fichier que vous importez est de la version %d.";

/* loco:6558a08ff303841ffa08ba32 */
"commons__pair" = "Appairer";

/* loco:655a0ef474b9eccffb058cd2 */
"introduction__backup_icloud_title" = "Sécuriser la synchronisation et la sauvegarde";

/* loco:655a0f89fbb1c9bc390b9192
 * "**...**" means thar part between those asterisks will be in bold. */
"introduction__backup_icloud_description" = "2FAS utilise iCloud pour sécuriser la sauvegarde et synchroniser vos jetons 2FA. Les données de sauvegardes **cryptées** sont enregistrées dans iCloud, accessibles **uniquement par l'application 2FA**. De plus, cette fonction facilite l'utilisation des jetons **de récupération et de synchronisation** entre les périphériques iOS.";

/* loco:655a0fbc74b9eccffb058cd4 */
"introduction__backup_icloud_cta" = "En apprendre plus sur la sauvegarde";

/* loco:65632a44e033dd203f0a8f43 */
"backup__enter_password_google_drive_msg1" = "On dirait que votre fichier de sauvegarde Google Drive est protégé par un mot de passe. Renseignez correctement le mot de passe pour poursuivre. Si vous souhaitez effacer votre fichier de sauvegarde Google Drive,";

/* loco:65632a6779fdefcb7f020e82 */
"backup__enter_password_google_drive_msg2" = "appuyez ici pour voir la manoeuvre";

/* loco:656cc1585e1110c903007ed2 */
"settings__preferences" = "Preferences";

/* loco:656ce3f7382ab0bf7109d242 */
"settings__it_matters" = "It matters";

/* loco:656ce41796a957e8830368c2 */
"settings__manage_tokens" = "Manage tokens";

/* loco:656ce43e98cd87703b022132 */
"settings__info_footer" = "Your support allows us to develop new features and\nimprovements. Thank you!";

/* loco:656ce45d98cd87703b022134 */
"settings__trash_option" = "Retrieve from trash";
